Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# welcome.uninstall.header.title
source: Remove Soyeht from this Mac
ar: إزالة Soyeht من هذا الـ Mac
de: Soyeht von diesem Mac entfernen
es: Eliminar Soyeht de este Mac
fr: Supprimer Soyeht de ce Mac
hi: इस Mac से Soyeht हटाएं
id: Hapus Soyeht dari Mac ini
ja: この Mac から Soyeht を削除
ko: 이 Mac에서 Soyeht 제거
pt_br: Remover o Soyeht deste Mac
pt_pt: Remover o Soyeht deste Mac
ru: Удалить Soyeht с этого Mac
ur: اس Mac سے Soyeht ہٹائیں
zh_hans: 从此 Mac 移除 Soyeht

# welcome.uninstall.warning.bullet.brew
source: Soyeht formula (Homebrew)
ar: صيغة Soyeht (Homebrew)
de: Soyeht-Formel (Homebrew)
es: fórmula Soyeht (Homebrew)
fr: formule Soyeht (Homebrew)
hi: Soyeht फ़ॉर्मूला (Homebrew)
id: formula Soyeht (Homebrew)
ja: Soyeht フォーミュラ (Homebrew)
pt_br: fórmula Soyeht (Homebrew)
pt_pt: fórmula Soyeht (Homebrew)
ru: формула Soyeht (Homebrew)
ur: Soyeht فارمولا (Homebrew)

# welcome.uninstall.warning.bullet.data
source: ~/.soyeht (admin password, claws data, bootstrap token)
ar: ~/.soyeht (كلمة مرور المسؤول، بيانات claws، رمز bootstrap)
de: ~/.soyeht (Admin-Passwort, claws-Daten, Bootstrap-Token)
es: ~/.soyeht (contraseña admin, datos de claws, token de bootstrap)
fr: ~/.soyeht (mot de passe admin, données claws, jeton bootstrap)
hi: ~/.soyeht (admin पासवर्ड, claws डेटा, bootstrap टोकन)
id: ~/.soyeht (kata sandi admin, data claws, token bootstrap)
ja: ~/.soyeht (管理者パスワード、claws データ、ブートストラップトークン)
ko: ~/.soyeht (관리자 암호, claws 데이터, bootstrap 토큰)
pt_br: ~/.soyeht (senha admin, dados de claws, token de bootstrap)
pt_pt: ~/.soyeht (palavra-passe admin, dados de claws, token de bootstrap)
ru: ~/.soyeht (пароль администратора, данные claws, токен bootstrap)
ur: ~/.soyeht (ایڈمن پاس ورڈ، claws ڈیٹا، bootstrap ٹوکن)
zh_hans: ~/.soyeht（管理员密码、claws 数据、bootstrap token）

# welcome.uninstall.warning.bullet.servers
source: every server currently paired with this app on this Mac
ar: كل خادم مقترن حاليًا بهذا التطبيق على هذا الـ Mac
de: jeder Server, der derzeit mit dieser App auf diesem Mac gekoppelt ist
es: cada máquina emparejada actualmente con esta app en este Mac
fr: chaque serveur actuellement appairé avec cette app sur ce Mac
hi: इस Mac पर इस ऐप से वर्तमान में जुड़ा हर सर्वर
id: setiap server yang saat ini dipasangkan dengan app ini di Mac ini
ja: この Mac でこのアプリにペアリングされているすべてのサーバー
ko: 현재 이 Mac의 이 앱과 페어링된 모든 서버
pt_br: cada máquina atualmente pareada com este app neste Mac
pt_pt: cada máquina atualmente emparelhada com esta app neste Mac
ru: каждый сервер, в данный момент сопряжённый с этим приложением на этом Mac
ur: اس Mac پر اس ایپ کے ساتھ فی الحال جوڑا گیا ہر سرور
zh_hans: 当前在此 Mac 上与此应用配对的每台服务器

# welcome.uninstall.warning.bullet.vms
source: ~100 GB of macOS VM images in ~/Library/Application Support/Soyeht
ar: ~100 GB من صور macOS VM في ~/Library/Application Support/Soyeht
de: ~100 GB macOS-VM-Images in ~/Library/Application Support/Soyeht
es: ~100 GB de imágenes de VM macOS en ~/Library/Application Support/Soyeht
fr: ~100 GB d’images VM macOS dans ~/Library/Application Support/Soyeht
hi: ~/Library/Application Support/Soyeht में ~100 GB macOS VM इमेज
id: ~100 GB image VM macOS di ~/Library/Application Support/Soyeht
ja: ~/Library/Application Support/Soyeht 内の ~100 GB の macOS VM イメージ
ko: ~/Library/Application Support/Soyeht의 ~100 GB macOS VM 이미지
pt_br: ~100 GB de imagens de VM macOS em ~/Library/Application Support/Soyeht
pt_pt: ~100 GB de imagens de VM macOS em ~/Library/Application Support/Soyeht
ru: ~100 GB образов macOS VM в ~/Library/Application Support/Soyeht
ur: ~/Library/Application Support/Soyeht میں ~100 GB کے macOS VM امیجز
zh_hans: ~/Library/Application Support/Soyeht 中的 ~100 GB macOS VM 镜像

# welcome.uninstall.warning.title
source: You are about to delete:
ar: أنت على وشك حذف:
de: Sie sind dabei, Folgendes zu löschen:
es: Estás a punto de eliminar:
fr: Vous êtes sur le point de supprimer :
hi: आप मिटाने वाले हैं:
id: Anda akan menghapus:
ja: 以下を削除します：
ko: 다음을 삭제하려고 합니다:
pt_br: Você está prestes a excluir:
pt_pt: Está prestes a eliminar:
ru: Вы собираетесь удалить:
ur: آپ یہ حذف کرنے والے ہیں:
zh_hans: 你将删除：

# workspaceMenu.byTag
source: Workspace %lld
ar: مساحة العمل %lld
de: Arbeitsbereich %lld
es: Espacio de trabajo %lld
fr: Espace de travail %lld
ja: ワークスペース %lld
ko: 워크스페이스 %lld
pt_br: Área de trabalho %lld
pt_pt: Área de trabalho %lld
zh_hans: 工作区 %lld

# workspaceMenu.closeSelected
source: Close Selected Workspaces
ar: إغلاق مساحات العمل المحددة
de: Ausgewählte Arbeitsbereiche schließen
es: Cerrar workspaces seleccionados
fr: Fermer les espaces de travail sélectionnés
hi: चयनित Workspaces बंद करें
id: Tutup workspaces terpilih
ja: 選択したワークスペースを閉じる
ko: 선택한 워크스페이스 닫기
pt_br: Fechar áreas de trabalho selecionadas
pt_pt: Fechar áreas de trabalho selecionadas
ru: Закрыть выбранные workspaces
ur: منتخب Workspaces بند کریں
zh_hans: 关闭所选工作区

# workspaceMenu.closeSelected.count
source: Close %lld Workspaces
ar: إغلاق %lld من مساحات العمل
de: %lld Arbeitsbereiche schließen
es: Cerrar %lld workspaces
fr: Fermer %lld espaces de travail
hi: %lld Workspaces बंद करें
id: Tutup %lld workspaces
ja: %lld 個のワークスペースを閉じる
ko: 워크스페이스 %lld개 닫기
pt_br: Fechar %lld áreas de trabalho
pt_pt: Fechar %lld áreas de trabalho
ru: Закрыть %lld workspaces
ur: %lld Workspaces بند کریں
zh_hans: 关闭 %lld 个工作区

# workspaceMenu.group.newGroup
source: New Group…
ar: مجموعة جديدة…
de: Neue Gruppe…
es: Nuevo grupo…
fr: Nouveau groupe…
hi: नया समूह…
id: Grup baru…
ja: 新規グループ…
ko: 새 그룹…
pt_br: Novo grupo…
pt_pt: Novo grupo…
ru: Новая группа…
ur: نیا گروپ…
zh_hans: 新建组…

# workspaceMenu.group.none
source: None
ar: بلا
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
ur: کوئی نہیں
zh_hans: 无

# workspaceMenu.groupActive.header
source: Group Active Workspace
ar: تجميع مساحة العمل النشطة
de: Aktiven Arbeitsbereich gruppieren
es: Agrupar espacio de trabajo activo
fr: Grouper l’espace de travail actif
hi: सक्रिय Workspace को समूहित करें
id: Kelompokkan workspace aktif
ja: アクティブなワークスペースをグループ化
ko: 활성 워크스페이스 그룹화
pt_br: Agrupar área de trabalho ativa
pt_pt: Agrupar área de trabalho ativa
ru: Сгруппировать активный workspace
ur: فعال Workspace کو گروپ کریں
zh_hans: 为活动工作区分组

# workspaceMenu.moveActiveLeft
source: Move Active Workspace Left
ar: نقل مساحة العمل النشطة إلى اليسار
de: Aktiven Arbeitsbereich nach links verschieben
es: Mover espacio de trabajo activo a la izquierda
fr: Déplacer l’espace de travail actif vers la gauche
hi: सक्रिय Workspace बाएँ ले जाएँ
id: Pindahkan workspace aktif ke kiri
ja: アクティブなワークスペースを左へ移動
ko: 활성 워크스페이스를 왼쪽으로 이동
pt_br: Mover área de trabalho ativa para a esquerda
pt_pt: Mover área de trabalho ativa para a esquerda
ru: Переместить активный workspace влево
ur: فعال Workspace بائیں منتقل کریں
zh_hans: 将活动工作区左移

# workspaceMenu.moveActiveRight
source: Move Active Workspace Right
ar: نقل مساحة العمل النشطة إلى اليمين
de: Aktiven Arbeitsbereich nach rechts verschieben
es: Mover espacio de trabajo activo a la derecha
fr: Déplacer l’espace de travail actif vers la droite
hi: सक्रिय Workspace दाएँ ले जाएँ
id: Pindahkan workspace aktif ke kanan
ja: アクティブなワークスペースを右へ移動
ko: 활성 워크스페이스를 오른쪽으로 이동
pt_br: Mover área de trabalho ativa para a direita
pt_pt: Mover área de trabalho ativa para a direita
ru: Переместить активный workspace вправо
ur: فعال Workspace دائیں منتقل کریں
zh_hans: 将活动工作区右移

# workspaceMenu.toggleSelection.header
source: Toggle Workspace Selection
ar: تبديل تحديد مساحة العمل
de: Arbeitsbereichsauswahl umschalten
es: Alternar selección de espacio de trabajo
fr: Basculer la sélection d’espace de travail
hi: Workspace चयन टॉगल करें
id: Ubah pilihan workspace
ja: ワークスペースの選択を切り替え
ko: 워크스페이스 선택 전환
pt_br: Alternar seleção da área de trabalho
pt_pt: Alternar seleção da área de trabalho
ru: Переключить выбор workspace
ur: Workspace انتخاب تبدیل کریں
zh_hans: 切换工作区选择

# workspaceMenu.toggleSelection.workspace
source: Workspace %lld
ar: مساحة العمل %lld
de: Arbeitsbereich %lld
es: Espacio de trabajo %lld
fr: Espace de travail %lld
ja: ワークスペース %lld
ko: 워크스페이스 %lld
pt_br: Área de trabalho %lld
pt_pt: Área de trabalho %lld
zh_hans: 工作区 %lld

# workspaceTabs.button.add.a11y
source: New workspace
ar: مساحة عمل جديدة
de: Neuer Arbeitsbereich
es: Espacio de trabajo nuevo
fr: Nouvel espace de travail
hi: नया Workspace
id: Workspace baru
ja: 新規ワークスペース
ko: 새 워크스페이스
pt_br: Nova área de trabalho
pt_pt: Nova área de trabalho
ru: Новый workspace
ur: نیا Workspace
zh_hans: 新建工作区

# workspaceTabs.button.add.tooltip
source: New workspace
ar: مساحة عمل جديدة
de: Neuer Arbeitsbereich
es: Espacio de trabajo nuevo
fr: Nouvel espace de travail
hi: नया Workspace
id: Workspace baru
ja: 新規ワークスペース
ko: 새 워크스페이스
pt_br: Nova área de trabalho
pt_pt: Nova área de trabalho
ru: Новый workspace
ur: نیا Workspace
zh_hans: 新建工作区

# chrome.button.clawStore.a11y
source: Open Claw Store
ar: فتح Claw Store
de: Claw Store öffnen
es: Abrir Claw Store
fr: Ouvrir Claw Store
hi: Claw Store खोलें
id: Buka Claw Store
ja: Claw Store を開く
ko: Claw Store 열기
pt_br: Abrir Claw Store
pt_pt: Abrir Claw Store
ru: Открыть Claw Store
ur: Claw Store کھولیں
zh_hans: 打开 Claw Store

# appCommand.newWindow
source: New Window
ar: نافذة جديدة
de: Neues Fenster
es: Ventana nueva
fr: Nouvelle fenêtre
hi: नई Window
id: Jendela baru
ja: 新規ウィンドウ
ko: 새 창
pt_br: Nova janela
pt_pt: Nova janela
ru: Новое окно
ur: نئی Window
zh_hans: 新建窗口

# appCommand.newConversation
source: New Conversation
ar: محادثة جديدة
de: Neue Unterhaltung
es: Conversación nueva
fr: Nouvelle conversation
hi: नई Conversation
id: Percakapan baru
ja: 新規会話
ko: 새 대화
pt_br: Nova conversa
pt_pt: Nova conversa
ru: Новая беседа
ur: نئی Conversation
zh_hans: 新对话

# appCommand.preferences
source: Preferences...
ar: التفضيلات...
de: Einstellungen...
es: Preferencias...
fr: Préférences...
id: Preferensi...
ja: 環境設定...
ko: 설정...
pt_br: Preferências...
pt_pt: Preferências...
ru: Настройки...
zh_hans: 偏好设置...

# appCommand.conversationsSidebar
source: Conversations Sidebar
ar: الشريط الجانبي للمحادثات
de: Unterhaltungsseitenleiste
es: Barra lateral de conversaciones
fr: Barre latérale des conversations
id: Bar samping percakapan
ja: 会話サイドバー
ko: 대화 사이드바
pt_br: Barra lateral de conversas
pt_pt: Barra lateral de conversas
ru: Боковая панель бесед
zh_hans: 对话边栏

# appCommand.undo
source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
id: Urungkan
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
pt_pt: Desfazer
ru: Отменить
zh_hans: 撤销

# appCommand.redo
source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
id: Ulangi
ja: やり直す
ko: 다시 실행
pt_br: Refazer
pt_pt: Refazer
ru: Повторить
zh_hans: 重做

# appCommand.splitVertical
source: Split Vertical
ar: تقسيم عمودي
de: Vertikal teilen
es: Dividir verticalmente
fr: Diviser verticalement
hi: Vertical split
id: Bagi vertikal
ja: 縦に分割
ko: 세로 분할
pt_br: Dividir verticalmente
pt_pt: Dividir verticalmente
ru: Разделить вертикально
ur: Vertical split
zh_hans: 垂直拆分

# appCommand.splitHorizontal
source: Split Horizontal
ar: تقسيم أفقي
de: Horizontal teilen
es: Dividir horizontalmente
fr: Diviser horizontalement
hi: Horizontal split
id: Bagi horizontal
ja: 横に分割
ko: 가로 분할
pt_br: Dividir horizontalmente
pt_pt: Dividir horizontalmente
ru: Разделить горизонтально
ur: Horizontal split
zh_hans: 水平拆分

# appCommand.closePane
source: Close Pane
ar: إغلاق اللوحة
de: Bereich schließen
es: Cerrar panel
fr: Fermer le volet
hi: Pane बंद करें
id: Tutup panel
ja: ペインを閉じる
ko: 패널 닫기
pt_br: Fechar painel
pt_pt: Fechar painel
ru: Закрыть панель
ur: Pane بند کریں
zh_hans: 关闭窗格

# appCommand.focusLeft
source: Focus Left
ar: التركيز يسارًا
de: Links fokussieren
es: Enfocar a la izquierda
fr: Activer à gauche
hi: बाएं focus करें
id: Fokus kiri
ja: 左をフォーカス
ko: 왼쪽으로 포커스
pt_br: Focar à esquerda
pt_pt: Focar à esquerda
ru: Фокус влево
ur: بائیں focus کریں
zh_hans: 聚焦左侧

# appCommand.focusRight
source: Focus Right
ar: التركيز يمينًا
de: Rechts fokussieren
es: Enfocar a la derecha
fr: Activer à droite
hi: दाएं focus करें
id: Fokus kanan
ja: 右をフォーカス
ko: 오른쪽으로 포커스
pt_br: Focar à direita
pt_pt: Focar à direita
ru: Фокус вправо
ur: دائیں focus کریں
zh_hans: 聚焦右侧

# appCommand.focusUp
source: Focus Up
ar: التركيز للأعلى
de: Oben fokussieren
es: Enfocar arriba
fr: Activer au-dessus
hi: ऊपर focus करें
id: Fokus atas
ja: 上をフォーカス
ko: 위쪽으로 포커스
pt_br: Focar acima
pt_pt: Focar acima
ru: Фокус вверх
ur: اوپر focus کریں
zh_hans: 聚焦上方

# appCommand.focusDown
source: Focus Down
ar: التركيز للأسفل
de: Unten fokussieren
es: Enfocar abajo
fr: Activer en dessous
hi: नीचे focus करें
id: Fokus bawah
ja: 下をフォーカス
ko: 아래쪽으로 포커스
pt_br: Focar abaixo
pt_pt: Focar abaixo
ru: Фокус вниз
ur: نیچے focus کریں
zh_hans: 聚焦下方

# drawer.header.activateTheyOS
source: activate theyOS
ar: تفعيل theyOS
de: theyOS aktivieren
es: activar theyOS
fr: activer theyOS
hi: theyOS activate करें
id: aktifkan theyOS
ja: theyOS を有効化
ko: theyOS 활성화
pt_br: ativar theyOS
pt_pt: ativar theyOS
ru: активировать theyOS
ur: theyOS activate کریں
zh_hans: 激活 theyOS

# drawer.header.connectServer
source: connect server
ar: الاتصال بالخادم
de: Server verbinden
es: conectar servidor
fr: connecter un serveur
hi: server connect करें
id: hubungkan server
ja: サーバーに接続
ko: 서버에 연결
pt_br: conectar servidor
pt_pt: conectar servidor
ru: подключить сервер
ur: server connect کریں
zh_hans: 连接服务器

# drawer.header.removeTheyOS
source: remove theyOS
ar: إزالة theyOS
de: theyOS entfernen
es: eliminar theyOS
fr: supprimer theyOS
hi: theyOS remove करें
id: hapus theyOS
ja: theyOS を削除
ko: theyOS 제거
pt_br: remover theyOS
pt_pt: remover theyOS
ru: удалить theyOS
ur: theyOS remove کریں
zh_hans: 移除 theyOS

# drawer.search.claws
source: search claws
ar: البحث في claws
de: claws suchen
es: buscar claws
fr: rechercher des claws
hi: claws खोजें
id: cari claws
ja: claws を検索
ko: claws 검색
pt_br: buscar claws
pt_pt: buscar claws
ru: поиск claws
ur: claws تلاش کریں
zh_hans: 搜索 claws

# drawer.search.store
source: search store
ar: البحث في المتجر
de: Store durchsuchen
es: buscar en la tienda
fr: rechercher dans la boutique
hi: store खोजें
id: cari di store
ja: ストアを検索
ko: 스토어 검색
pt_br: buscar na loja
pt_pt: buscar na loja
ru: поиск в магазине
ur: store تلاش کریں
zh_hans: 搜索商店

# drawer.missing.title
source: theyOS not installed
ar: theyOS غير مثبت
de: theyOS ist nicht installiert
es: theyOS no está instalado
fr: theyOS n’est pas installé
hi: theyOS install नहीं है
id: theyOS belum terinstal
ja: theyOS がインストールされていません
ko: theyOS가 설치되어 있지 않습니다
pt_br: theyOS não está instalado
pt_pt: theyOS não está instalado
ru: theyOS не установлен
ur: theyOS install نہیں ہے
zh_hans: 未安装 theyOS

# drawer.missing.subtitle
source: Install theyOS to manage your claws. Choose an option below:
ar: ثبّت theyOS لإدارة claws الخاصة بك. اختر خيارًا أدناه:
de: Installieren Sie theyOS, um Ihre claws zu verwalten. Wählen Sie unten eine Option:
es: Instala theyOS para gestionar tus claws. Elige una opción abajo:
fr: Installez theyOS pour gérer vos claws. Choisissez une option ci-dessous :
hi: अपने claws manage करने के लिए theyOS install करें। नीचे एक option चुनें:
id: Instal theyOS untuk mengelola claws Anda. Pilih opsi di bawah:
ja: claws を管理するには theyOS をインストールしてください。以下から選択してください:
ko: claws를 관리하려면 theyOS를 설치하세요. 아래 옵션을 선택하세요:
pt_br: Instale o theyOS para gerenciar suas claws. Escolha uma opção abaixo:
pt_pt: Instale o theyOS para gerir as suas claws. Escolha uma opção abaixo:
ru: Установите theyOS, чтобы управлять своими claws. Выберите вариант ниже:
ur: اپنے claws manage کرنے کے لیے theyOS install کریں۔ نیچے ایک option منتخب کریں:
zh_hans: 安装 theyOS 来管理你的 claws。请选择下面的选项：

# drawer.missing.activateViaMac
source: Activate via Mac
ar: التفعيل عبر Mac
de: Über den Mac aktivieren
es: Activar desde el Mac
fr: Activer via le Mac
hi: Mac से activate करें
id: Aktifkan lewat Mac
ja: Mac で有効化
ko: Mac에서 활성화
pt_br: Ativar pelo Mac
pt_pt: Ativar pelo Mac
ru: Активировать через Mac
ur: Mac کے ذریعے activate کریں
zh_hans: 通过 Mac 激活

# drawer.missing.connectServer
source: Connect to server
ar: الاتصال بالخادم
de: Mit Server verbinden
es: Conectar al servidor
fr: Se connecter au serveur
hi: server से connect करें
id: Hubungkan ke server
ja: サーバーに接続
ko: 서버에 연결
pt_br: Conectar ao servidor
pt_pt: Ligar ao servidor
ru: Подключиться к серверу
ur: server سے connect کریں
zh_hans: 连接到服务器

# drawer.empty.noClawsRunning
source: No claws running
ar: لا توجد claws قيد التشغيل
de: Keine claws aktiv
es: No hay claws en ejecución
fr: Aucune claw en cours
hi: कोई claws running नहीं
id: Tidak ada claws yang berjalan
ja: 実行中の claws はありません
ko: 실행 중인 claws 없음
pt_br: Nenhuma claw em execução
pt_pt: Nenhuma claw em execução
ru: Нет запущенных claws
ur: کوئی claws running نہیں
zh_hans: 没有正在运行的 claws

# drawer.button.connectedServers.help
source: Connected Servers
ar: الخوادم المتصلة
de: Verbundene Server
es: Servidores conectados
fr: Serveurs connectés
id: Server terhubung
ja: 接続済みサーバー
ko: 연결된 서버
pt_br: Servidores conectados
pt_pt: Servidores ligados
ru: Подключенные серверы
zh_hans: 已连接服务器

# drawer.button.install
source: install
ar: تثبيت
de: installieren
es: instalar
fr: installer
id: instal
ja: インストール
ko: 설치
pt_br: instalar
pt_pt: instalar
ru: установить
zh_hans: 安装

# drawer.status.installing
source: installing
ar: جارٍ التثبيت
de: wird installiert
es: instalando
fr: installation
id: menginstal
ja: インストール中
ko: 설치 중
pt_br: instalando
pt_pt: instalando
ru: установка
zh_hans: 正在安装

# drawer.status.installed
source: installed
ar: مثبت
de: installiert
es: instalado
fr: installé
id: terinstal
ja: インストール済み
ko: 설치됨
pt_br: instalado
pt_pt: instalado
ru: установлено
zh_hans: 已安装

# drawer.status.uninstalling
source: uninstalling
ar: جارٍ إلغاء التثبيت
de: wird deinstalliert
es: desinstalando
fr: désinstallation
id: menghapus instalasi
ja: アンインストール中
ko: 제거 중
pt_br: desinstalando
pt_pt: desinstalando
ru: удаление
zh_hans: 正在卸载

# drawer.status.failed
source: failed
ar: فشل
de: fehlgeschlagen
es: falló
fr: échec
id: gagal
ja: 失敗
ko: 실패
pt_br: falhou
pt_pt: falhou
ru: сбой
zh_hans: 失败

# drawer.status.notInstalled
source: not installed
ar: غير مثبت
de: nicht installiert
es: no instalado
fr: non installé
id: belum terinstal
ja: 未インストール
ko: 설치되지 않음
pt_br: não instalado
pt_pt: não instalado
ru: не установлено
zh_hans: 未安装

# drawer.status.unknown
source: unknown
ar: غير معروف
de: unbekannt
es: desconocido
fr: inconnu
id: tidak diketahui
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
pt_pt: desconhecido
ru: неизвестно
zh_hans: 未知

# prefs.theme.button.browseCatalog
source: Browse Catalog...
ar: استعراض الكتالوج...
de: Katalog durchsuchen...
es: Explorar catálogo...
fr: Parcourir le catalogue...
hi: Catalog browse करें...
id: Jelajahi katalog...
ja: カタログを参照...
ko: 카탈로그 찾아보기...
pt_br: Explorar catálogo...
pt_pt: Explorar catálogo...
ru: Просмотреть каталог...
ur: Catalog browse کریں...
zh_hans: 浏览目录...

# prefs.theme.button.import
source: Import...
ar: استيراد...
de: Importieren...
es: Importar...
fr: Importer...
id: Impor...
ja: 読み込む...
ko: 가져오기...
pt_br: Importar...
pt_pt: Importar...
ru: Импортировать...
zh_hans: 导入...

# prefs.theme.button.installFromURL
source: Install from URL...
ar: التثبيت من URL...
de: Von URL installieren...
es: Instalar desde URL...
fr: Installer depuis une URL...
hi: URL से install करें...
id: Instal dari URL...
ja: URL からインストール...
ko: URL에서 설치...
pt_br: Instalar por URL...
pt_pt: Instalar a partir de URL...
ru: Установить из URL...
ur: URL سے install کریں...
zh_hans: 从 URL 安装...

# prefs.theme.button.customize
source: Customize...
ar: تخصيص...
de: Anpassen...
es: Personalizar...
fr: Personnaliser...
id: Sesuaikan...
ja: カスタマイズ...
ko: 사용자화...
pt_br: Personalizar...
pt_pt: Personalizar...
ru: Настроить...
zh_hans: 自定义...

# prefs.theme.button.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
pt_br: Apagar
pt_pt: Apagar
ru: Удалить
ur: حذف کریں
zh_hans: 删除

# prefs.theme.button.install
source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
id: Instal
ja: インストール
ko: 설치
pt_br: Instalar
pt_pt: Instalar
ru: Установить
zh_hans: 安装

# prefs.theme.importPanel.title
source: Import Terminal Theme
ar: استيراد سمة Terminal
de: Terminal-Theme importieren
es: Importar tema de Terminal
fr: Importer un thème de Terminal
hi: Terminal Theme import करें
id: Impor tema terminal
ja: Terminal テーマを読み込む
ko: 터미널 테마 가져오기
pt_br: Importar tema do Terminal
pt_pt: Importar tema do Terminal
ru: Импортировать тему терминала
ur: Terminal Theme import کریں
zh_hans: 导入终端主题

# prefs.theme.installURL.title
source: Install Theme from URL
ar: تثبيت سمة من URL
de: Theme von URL installieren
es: Instalar tema desde URL
fr: Installer un thème depuis une URL
hi: URL से Theme install करें
id: Instal tema dari URL
ja: URL からテーマをインストール
ko: URL에서 테마 설치
pt_br: Instalar tema por URL
pt_pt: Instalar tema por URL
ru: Установить тему из URL
ur: URL سے Theme install کریں
zh_hans: 从 URL 安装主题

# prefs.theme.installURL.message
source: Paste a raw Ghostty theme or .itermcolors URL.
ar: الصق URL خامًا لسمة Ghostty أو .itermcolors.
de: Fügen Sie eine rohe Ghostty-Theme- oder .itermcolors-URL ein.
es: Pega una URL sin procesar de un tema de Ghostty o de .itermcolors.
fr: Collez l’URL brute d’un thème Ghostty ou .itermcolors.
hi: raw Ghostty theme या .itermcolors URL paste करें।
id: Tempel URL mentah tema Ghostty atau .itermcolors.
ja: Ghostty テーマまたは .itermcolors の生 URL を貼り付けてください。
ko: 원시 Ghostty 테마 또는 .itermcolors URL을 붙여넣으세요.
pt_br: Cole uma URL bruta de tema Ghostty ou .itermcolors.
pt_pt: Cole uma URL bruta de um tema Ghostty ou .itermcolors.
ru: Вставьте прямой URL темы Ghostty или файла .itermcolors.
ur: raw Ghostty theme یا .itermcolors URL paste کریں۔
zh_hans: 粘贴原始 Ghostty 主题或 .itermcolors URL。

# prefs.theme.delete.title
source: Delete Theme?
ar: حذف السمة؟
de: Theme löschen?
es: ¿Eliminar tema?
fr: Supprimer le thème ?
hi: Theme हटाएं?
id: Hapus tema?
ja: テーマを削除しますか？
ko: 테마를 삭제할까요?
pt_br: Apagar tema?
pt_pt: Apagar tema?
ru: Удалить тему?
ur: Theme حذف کریں؟
zh_hans: 删除主题？

# prefs.theme.delete.message
source: This removes %@ from Soyeht.
ar: سيؤدي هذا إلى إزالة %@ من Soyeht.
de: Dies entfernt %@ aus Soyeht.
es: Esto elimina %@ de Soyeht.
fr: Cela supprimera %@ de Soyeht.
hi: यह %@ को Soyeht से remove करेगा।
id: Ini menghapus %@ dari Soyeht.
ja: %@ を Soyeht から削除します。
ko: Soyeht에서 %@을(를) 제거합니다.
pt_br: Isso remove %@ do Soyeht.
pt_pt: Isto remove %@ do Soyeht.
ru: Это удалит %@ из Soyeht.
ur: یہ %@ کو Soyeht سے remove کرے گا۔
zh_hans: 这会从 Soyeht 中移除 %@。

# themeCatalog.window.title
source: Theme Catalog
ar: كتالوج السمات
de: Theme-Katalog
es: Catálogo de temas
fr: Catalogue de thèmes
id: Katalog tema
ja: テーマカタログ
ko: 테마 카탈로그
pt_br: Catálogo de temas
pt_pt: Catálogo de temas
ru: Каталог тем
zh_hans: 主题目录

# themeCatalog.button.install
source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
id: Instal
ja: インストール
ko: 설치
pt_br: Instalar
pt_pt: Instalar
ru: Установить
zh_hans: 安装

# themeCatalog.button.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
ja: 更新
ko: 새로 고침
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
zh_hans: 刷新

# themeCatalog.search.placeholder
source: Search %@
ar: البحث في %@
de: %@ suchen
es: Buscar %@
fr: Rechercher %@
hi: %@ खोजें
id: Cari %@
ja: %@ を検索
ko: %@ 검색
pt_br: Buscar %@
pt_pt: Pesquisar %@
ru: Искать %@
ur: %@ تلاش کریں
zh_hans: 搜索 %@

# themeCatalog.column.theme
source: Theme
ar: السمة
es: Tema
fr: Thème
id: Tema
ja: テーマ
ko: 테마
pt_br: Tema
pt_pt: Tema
ru: Тема
zh_hans: 主题

# themeCatalog.status.loading
source: Loading %@...
ar: جارٍ تحميل %@...
de: %@ wird geladen...
es: Cargando %@...
fr: Chargement de %@...
hi: %@ load हो रहा है...
id: Memuat %@...
ja: %@ を読み込み中...
ko: %@ 로드 중...
pt_br: Carregando %@...
pt_pt: Carregando %@...
ru: Загрузка %@...
ur: %@ load ہو رہا ہے...
zh_hans: 正在加载 %@...
